[
  {
    "heading": "How do I calculate my VO2max",
    "link": "https://join.cc/cycling-tips/how-do-i-calculate-my-vo2max/",
    "description": "How do I calculate my VO2max\n            Science has since time immemorial been looking for ways to say something about VO2max without a laboratory setup. It should be mentioned that 50 years ago it was thought that...",
    "content": "Science has since time immemorial been looking for ways to say something about VO2max without a laboratory setup. It should be mentioned that 50 years ago it was thought that VO2max was poorly trainable and therefore a great predictor of sports talent. In this article you can read more about this and what exactly VO2max is.\n\t\n\t\n\t\t\n\t\t\tThere are actually two ways to distinguish in these calculations.\n\n\t\t\n\t\n\n\t\n\t\t\t\nBased on maximum effort, as in a 5 max all-out effort (1) on the bike.\nBased on a submaximal effort, as with the Astrand Nomogram (2) or the First Beat calculation (3) common in Garmin devices.\n\nThe first way is actually the most accurate method, right after, of course, direct laboratory measurements. After all, here you measure the maximum output and then calculate back to how much energy the body needs to produce for this. This is how we know that a person’s maximum 5-minute value is highly correlated to Vo2max. Through this way, no standard corrections have to be applied for age and gender and these errors can be avoided. However, you do actually make assumptions for efficiency and (cycling/running) technique. Still, these formulas turn out to usually explain around 95% of the variance, which is often acceptable in terms of margin of error. (1)\nOn this page we have a calculator that you can fill in yourself to determine your VO2Max based on your cycling power number.\nBecause humans are lazy by nature, there are also calculations where you do not go all-out. These methodes are usually based on the ratio of power or running speed and heart rate maximum values. These types of formulas extrapolate the ratio and apply corrections for age and gender. The best known way is Astrand’s nomogram from 1954 (2). This uses a line drawn between heart rate and power output from a simple submaximal test to predict Vo2max. This method has been improved and validated many times over the past 60 years (4/5) and still seems to give reasonable values. Fortunately, this graph has now also been converted into a formula, which you can use using the calculator in the link below. (5)\nHow this test works and how to use this test yourself can be found here on this page.\n\n\t\t\n\n\t\n\t\t\n\t\t\tThe Garmin calculation\n\n\t\t\n\t\n\n\t\n\t\tThe method used in Garmin devices today is basically an updated version of the Astrand method from 1954. Unfortunately, Garmin’s exact method is kept secret. So we don’t know what correction factors for age and gender are used, nor what the exact formula is for extrapolating heart rate and power. We do know that this calculation requires you to have at least 20 minutes of power data with a heart rate of 70% of maximum heart rate or higher. This method is said to be quite accurate, but thus not very extensively validated in science. The accuracy of this measurement is said to be at 95% in running and 92% in cycling. These are very nice values and in almost every training you can then make a prediction of the Vo2max and follow it through time. (3/6)\n\t\n\n\t\n\t\t\n\t\t\tTo conclude\n\n\t\t\n\t\n\n\t\n\t\tThe question remains as to what exactly this value says about a person’s cycling capabilities and why not extrapolate, for example, to maximum power values or running speeds. Then you can avoid any discrepancies in the standardized corrections for age and gender. In addition, the power outputs can be used in determining the appropriate intensity in future workouts, whereas you can’t really do anything else with the Vo2max value.\n\t\n\n\t\n\t\t\n\t\t\tVO2max calculators\n\n\t\t\n\t\n\n\t\n\t\tBut to not leave you completely empty-handed, here are two calculators with reference to the scientific evidence.\n\t\n\n\t\n\t\t\n\t\t\tReferences\n\n\t\t\n\t\n\n\t\n\t\t\t\nSitko S, Cirer-Sastre R, Corbi F, López-Laval I. Five-Minute Power-Based Test to Predict Maximal Oxygen Consumption in Road Cycling. Int J Sports Physiol Perform. 2022 Jan 1;17(1):9-15. doi: 10.1123/ijspp.2020-0923. Epub 2021 Jul 5. PMID: 34225254.\n\nA Nomogram for Calculation of Aerobic Capacity (Physical Fitness) From Pulse Rate During Submaximal Work\n\n\nhttps://www.firstbeat.com/wp-content/uploads/2015/10/white_paper_vo2_estimation.pdf\nSiconolfi SF, Cullinane EM, Carleton RA, Thompson PD. Assessing VO2max in epidemiologic studies: modification of the Astrand-Rhyming test. Med Sci Sports Exerc. 1982;14(5):335-8. PMID: 7154887.\n\nBuono, M. J., Roby, J. J., Micale, F. G., & Sallis, J. F. (1989). Predicting maximal oxygen uptake in children:\nmodification of the Astrand-Rhyming test. Pediatr Exerc Sci, 1:278-283.\n\nhttps://www.firstbeat.com/wp-content/uploads/2017/06/white_paper_VO2max_30.6.2017.pdf",
    "heading2": "What is the method for calculating my VO2max?",
    "description2": "What is the method for calculating VO2max?\n            For centuries, scientists have been searching for methods to determine VO2max without the need for a laboratory setting. It is important to note that half a century ago, there was a belief that...",
    "content2": "Throughout history, the field of science has been searching for alternative methods to assess VO2max without the need for a laboratory setup. It is worth noting that 50 years ago, it was believed that VO2max had limited potential for improvement and therefore served as a reliable predictor of athletic talent. This article delves into the topic further and provides an in-depth understanding of VO2max.\n\nThere are essentially two approaches to consider when calculating VO2max.\n\nThe first method involves measuring maximum effort, such as a 5-minute all-out exertion on a bicycle. The accuracy of this approach is second only to direct laboratory measurements. By determining the maximum output and calculating the corresponding energy expenditure, it is possible to establish a strong correlation between a person's maximum 5-minute value and their VO2max. This method eliminates the need for age and gender corrections, reducing potential errors. However, it does require assumptions about efficiency and technique in cycling or running. Nevertheless, these formulas typically account for around 95% of the variance, which is generally acceptable in terms of margin of error.\n\nOn this page, you can find a calculator that allows you to determine your VO2max based on your cycling power number.\n\nAlternatively, there are calculations that do not require maximum effort. These calculations typically involve ratios of power or running speed to maximum heart rate values. These formulas extrapolate the ratios and apply corrections for age and gender. One well-known approach is Astrand's nomogram from 1954, which utilizes a line drawn between heart rate and power output during a submaximal test to predict VO2max. This method has undergone numerous improvements and validations over the past six decades, consistently yielding reasonable values. Thankfully, this graph has been converted into a formula, which can be utilized through the calculator provided in the link below.\n\nInformation on how to conduct this test and utilize it personally can be found on this page.\n\nGarmin devices employ a method that is essentially an updated version of Astrand's method from 1954. Unfortunately, Garmin's exact method remains undisclosed. The specific correction factors for age and gender, as well as the formula for extrapolating heart rate and power, are unknown. However, we do know that this calculation requires a minimum of 20 minutes of power data with a heart rate equal to or exceeding 70% of the maximum heart rate. While this method is considered relatively accurate, it has not been extensively validated in scientific research. The reported accuracy of this measurement is 95% for running and 92% for cycling. These figures are impressive and enable predictions of VO2max to be made during almost every training session.\n\nIn conclusion, the question remains as to what exactly VO2max signifies in terms of a person's cycling capabilities and why it is not extrapolated to maximum power values or running speeds. By avoiding standardized corrections for age and gender, discrepancies can be minimized. Additionally, power outputs can be utilized to determine appropriate intensity levels for future workouts, whereas VO2max values have limited practical applications.\n\nFor those seeking VO2max calculators supported by scientific evidence, two calculators are provided.\n\nReferences:\n\n1. Sitko S, Cirer-Sastre R, Corbi F, López-Laval I. Five-Minute Power-Based Test to Predict Maximal Oxygen Consumption in Road Cycling. Int J Sports Physiol Perform. 2022 Jan 1;17(1):9-15. doi: 10.1123/ijspp.2020-0923. Epub 2021 Jul 5. PMID: 34225254.\n\n2. A Nomogram for Calculation of Aerobic Capacity (Physical Fitness) From Pulse Rate During Submaximal Work.\n\n3. Siconolfi SF, Cullinane EM, Carleton RA, Thompson PD. Assessing VO2max in epidemiologic studies: modification of the Astrand-Rhyming test. Med Sci Sports Exerc. 1982;14(5):335-8. PMID: 7154887.\n\n4. Buono, M. J., Roby, J. J., Micale, F. G., & Sallis, J. F. (1989). Predicting maximal oxygen uptake in children: modification of the Astrand-Rhyming test. Pediatr Exerc Sci, 1:278-283.\n\n5. https://www.firstbeat.com/wp-content/uploads/2015/10/white_paper_vo2_estimation.pdf\n\n6. https://www.firstbeat.com/wp-content/uploads/2017/06/white_paper_VO2max_30.6.2017.pdf",
    "link2": "what-is-the-method-for-calculating-my-vo2max"
  }
]