[
  {
    "heading": "JOIN the Frequency First Club",
    "link": "https://join.cc/cycling-tips/frequency-first/",
    "description": "JOIN the Frequency First Club\n            As president, treasurer, honorary member and, for now, sole member of the Frequency First Club (FFC), it is my pleasure to welcome you to this club. Before we can officially..."
  },
  {
    "heading": "How do I calculate my VO2max",
    "link": "https://join.cc/cycling-tips/how-do-i-calculate-my-vo2max/",
    "description": "How do I calculate my VO2max\n            Science has since time immemorial been looking for ways to say something about VO2max without a laboratory setup. It should be mentioned that 50 years ago it was thought that..."
  },
  {
    "heading": "What is VO2max",
    "link": "https://join.cc/cycling-tips/what-is-vo2max/",
    "description": "What is VO2max\n            VO2max is a measure that indicates the maximum capacity at which the heart, lungs and muscles can absorb oxygen. This is measured in liters per minute or, in the case..."
  },
  {
    "heading": "Sports Nutrition and Indoor Cycling: What You Need to Know",
    "link": "https://join.cc/cycling-tips/sports-nutrition-and-indoor-cycling-what-you-need-to-know/",
    "description": "Sports Nutrition and Indoor Cycling: What You Need to Know\n            Indoor cycling, such as with the JOIN Workout player or on platforms like Zwift are becoming increasingly popular. The trainers from Tacx or Wahoo are in short supply and not…"
  },
  {
    "heading": "Indoor Cycling: The Ultimate Guide to Biking without Leaving Home",
    "link": "https://join.cc/cycling-tips/indoor-cycling-the-ultimate-guide-to-biking-without-leaving-home/",
    "description": "Indoor Cycling: The Ultimate Guide to Biking without Leaving Home\n            Indoor cycling has surged in popularity over the past few years, offering cyclists a way to train effectively regardless of weather conditions, and providing fitness enthusiasts a convenient way to..."
  },
  {
    "heading": "What 3 months JOIN could mean to you",
    "link": "https://join.cc/cycling-tips/level-improvement/",
    "description": "What 3 months JOIN could mean to you\n            It's one of the most frequently asked questions and one of the most difficult to answer. It won't come as a surprise that the unsatisfactory answer is: 'it depends'. It..."
  },
  {
    "heading": "Cycling during family holidays",
    "link": "https://join.cc/cycling-tips/cycling-during-family-holidays/",
    "description": "Cycling during family holidays\n            As a fanatical amateur cyclist, you would like nothing more than to take your beloved racing bike on your family holidays and discover new challenging routes. But you also want..."
  },
  {
    "heading": "Marginal gains",
    "link": "https://join.cc/cycling-tips/marginal-gains/",
    "description": "Marginal gains\n            Every cyclist who wants to improve is looking for shortcuts: things that cost little effort or money but do bring an improvement in performance. In its heyday, Team Sky even..."
  },
  {
    "heading": "Cycling tips for your first 100 km",
    "link": "https://join.cc/cycling-tips/cycling-tips-for-your-first-100-km/",
    "description": "Cycling tips for your first 100 km\n            Cycling your first 100 kilometres is obviously a milestone that requires quite a bit of training. Of course, you also need to be able to enjoy it a bit and..."
  },
  {
    "heading": "7 golden tips for success at Rebound",
    "link": "https://join.cc/cycling-tips/7-golden-tips-for-success-at-rebound/",
    "description": "7 golden tips for success at Rebound\n            So you’re about to embark on this adventure. Whether you go for a 100 or 200 mile diy gravel quest, you will probably be pushing some boundaries. Here are our..."
  },
  {
    "heading": "Improving with a motorpacing workout?",
    "link": "https://join.cc/cycling-tips/motorpacing-with-cycling/",
    "description": "Improving with a motorpacing workout?\n            \"I have heard in the corridors that motorpacing is a good method to get in shape faster. Is that true?\" Motorpacing is already an ancient method of simulating race riding..."
  },
  {
    "heading": "The best cycling books",
    "link": "https://join.cc/cycling-tips/the-best-cycling-books/",
    "description": "The best cycling books\n            The world of cycling is a fascinating and complex world with a rich history. Whether you are a amateur cyclist or simply interested in the sport, there is always something..."
  },
  {
    "heading": "CycloWorld",
    "link": "https://join.cc/cycling-tips/cycloworld-join-cycling/",
    "description": "CycloWorld\n            CycloWorld was founded in 2010 from a topic on a cycling forum. It all started with a simple list of a handful of cyclos for the road bike in Europe…."
  },
  {
    "heading": "What to do with eFTP in the JOIN app?",
    "link": "https://join.cc/cycling-tips/eftp-in-the-join-app/",
    "description": "What to do with eFTP in the JOIN app?\n            In the JOIN Cycling app, you can see the eFTP at your profile in the training statistics overview. This is your estimated FTP. We have noticed that this feature is…"
  },
  {
    "heading": "Pedalling technique; the legs smarter than the head",
    "link": "https://join.cc/cycling-tips/pedalling-technique-the-legs-smarter-than-the-head/",
    "description": "Pedalling technique; the legs smarter than the head\n            Cycling is not technically a very complicated sport. In essence, cycling is one of the few truly cyclical sports out there, by which is actually meant that it involves repetition…"
  },
  {
    "heading": "Thé beachrace, GP Groot Egmond-Pier-Egmond",
    "link": "https://join.cc/cycling-tips/beachrace-egmond-pier-egmond/",
    "description": "Thé beachrace, GP Groot Egmond-Pier-Egmond\n            JOIN Cycling is co-sponsor of the GP Groot Egmond-Pier-Egmond, the beach race of the year to be held January 7. You’ll ride 38 kilometers over the beach, through the dunes,…"
  },
  {
    "heading": "Average power or heart rate?",
    "link": "https://join.cc/cycling-tips/average-power-or-heart-rate/",
    "description": "Average power or heart rate?\n            A question that comes up frequently is what power or heart rate you should focus on in your intervals with the JOIN Cycling workouts. For example, should you look at…"
  },
  {
    "heading": "How do I start indoor training on a Tacx or Wahoo?",
    "link": "https://join.cc/cycling-tips/how-do-i-start-training-at-home-on-a-tacx-or-wahoo/",
    "description": "How do I start indoor training on a Tacx or Wahoo?\n            In autumn and winter, it becomes less pleasant for some to enjoy cycling outside. That is why it is very handy if you can train indoors at home. Just bought…"
  },
  {
    "heading": "The 80/20 rule for a polarized training plan",
    "link": "https://join.cc/cycling-tips/80-20-rule-polarized-training-plan/",
    "description": "The 80/20 rule for a polarized training plan\n            A good polarized training plan contains a combination of different types of workouts and will include workouts around the turnover point and interval workouts in addition to gentle endurance training…."
  },
  {
    "heading": "Core stability exercises for cyclists",
    "link": "https://join.cc/cycling-tips/core-stability-cyclists/",
    "description": "Core stability exercises for cyclists\n            With an example of a core stability training scheme. You can’t fire a cannon from a canoe. This is the best way to describe why core stability is so important…"
  },
  {
    "heading": "Seated vs standing climbing",
    "link": "https://join.cc/cycling-tips/seated-vs-standing-climbing/",
    "description": "Seated vs standing climbing\n            Sprinting, accelerating, descending or time trialing are all very nice to do, but nothing beats cycling up a beautiful mountain pass. There is nothing more rewarding than toiling your way…"
  },
  {
    "heading": "How to combine training on the roadbike and MTB?",
    "link": "https://join.cc/cycling-tips/how-to-combine-training-on-the-roadbike-and-mtb/",
    "description": "How to combine training on the roadbike and MTB?\n            What many road cyclists who occasionally take the MTB or MTB riders who occasionally ride on the roadbike encounter is that the intensity of these training sessions is difficult to…"
  },
  {
    "heading": "What is the best way to build up my endurance?",
    "link": "https://join.cc/cycling-tips/best-approach-to-build-up-my-endurance-rides/",
    "description": "What is the best way to build up my endurance?\n            We are frequently asked how you can best build up the length of your long cycling rides. Fortunately you have your Join endurance training plan to show you how, but…"
  },
  {
    "heading": "The running cyclist",
    "link": "https://join.cc/cycling-tips/the-running-cyclist/",
    "description": "The running cyclist\n            Many of today’s cyclists are no longer just riding his or her bikes. More and more of them are regularly putting on a pair of running shoes, hitting the gym…"
  },
  {
    "heading": "Cycling in hot weather",
    "link": "https://join.cc/cycling-tips/cycling-in-hot-weather/",
    "description": "Cycling in hot weather\n            Cycling is a sport that most people practice mostly in summer. In the Tour de France the pro cyclists get on their bikes every day even when the temperatures go…"
  },
  {
    "heading": "Training better with a power meter",
    "link": "https://join.cc/cycling-tips/train-better-with-a-power-meter/",
    "description": "Training better with a power meter\n            Training with a power meter is more than just mounting the meter and connecting it to your Garmin or Wahoo. During your first ride you will see those power numbers…"
  },
  {
    "heading": "Which power meter should I buy?",
    "link": "https://join.cc/cycling-tips/which-power-meter-should-i-buy/",
    "description": "Which power meter should I buy?\n            This is perhaps one of the most frequently asked questions. While we don’t give concrete buying advice for buying a powermeter, also because we don’t know the size of your…"
  },
  {
    "heading": "Taco wins Giro d’Italia stage",
    "link": "https://join.cc/cycling-tips/taco-wint-in-de-giro-ditalia/",
    "description": "Taco wins Giro d’Italia stage\n            We are still stoked about the wonderful stage 3 victory of Taco van der Hoorn in the Giro d’Italia 2021, where he managed to stay ahead of the chasing peloton…"
  },
  {
    "heading": "How to do interval training outside?",
    "link": "https://join.cc/cycling-tips/how-to-do-interval-training-outside/",
    "description": "How to do interval training outside?\n            It may sound easy, but in practice doing interval training sessions outdoors is not at all that simple. Inside, on the indoor trainer, you can see your goal and performance…"
  },
  {
    "heading": "Improve your workout with a heart rate monitor",
    "link": "https://join.cc/cycling-tips/improve-your-workout-with-a-heart-rate-monitor/",
    "description": "Improve your workout with a heart rate monitor\n            To train properly, you need to be able to determine the intensity of your workout. It is not just afterwards that you want to know how hard the training was…"
  },
  {
    "heading": "Am I on the right track?",
    "link": "https://join.cc/cycling-tips/am-i-on-the-right-track/",
    "description": "Am I on the right track?\n            One of the most beautiful things about cycling is that everyone, young and old, can still improve. In other sports that involve more power and explosive efforts, that’s often more…"
  },
  {
    "heading": "How to reach peak performance on D-day",
    "link": "https://join.cc/cycling-tips/what-is-tapering-for-cyclists/",
    "description": "How to reach peak performance on D-day\n            For months you have been training for a certain goal. You have already done all the workouts and it won’t be long before you can put the hammer down. It…"
  },
  {
    "heading": "What is anaerobic work capacity and W’?",
    "link": "https://join.cc/cycling-tips/what-is-anaerobic-work-capacity/",
    "description": "What is anaerobic work capacity and W’?\n            In a previous article we discussed the Critical Power model. This model consists of two components. In the Critical Power article we focused mainly on the aerobic component, in this…"
  },
  {
    "heading": "What is Critical Power?",
    "link": "https://join.cc/cycling-tips/what-is-critical-power/",
    "description": "What is Critical Power?\n            You may have already come across the term Critical Power (CP) in relation to the Threshold Power. Sometimes functional threshold power (FTP) and Critical Power are used interchangeably, but that…"
  },
  {
    "heading": "Should I stack carbs?",
    "link": "https://join.cc/cycling-tips/should-i-stack-carbs/",
    "description": "Should I stack carbs?\n            You will undoubtedly have heard of carbohydrate stacking, aka carboloading. What exactly is it and when does it make sense to do it? In this article, we’ll go over the…"
  },
  {
    "heading": "How to improve your FTP",
    "link": "https://join.cc/cycling-tips/how-to-improve-your-ftp/",
    "description": "How to improve your FTP\n            What is FTP? No bicycle race on television goes by without the commentators talking about FTP or power. More and more training plans are based on power. Maybe your training..."
  },
  {
    "heading": "How to do interval training properly",
    "link": "https://join.cc/cycling-tips/how-do-you-do-interval-training-properly/",
    "description": "How to do interval training properly\n            It often seems so easy. You would say that when you do exactly what it says, you can’t go wrong. Unfortunately, it’s not that simple and we still see experienced…"
  },
  {
    "heading": "By how much can I still improve on the bike?",
    "link": "https://join.cc/cycling-tips/how-much-can-i-still-improve-on-the-bike-this-year/",
    "description": "By how much can I still improve on the bike?\n            Perhaps this is the most frequently asked question that we, as cycling trainers, get asked. In this article we give an indication, with the necessary caveats, how much you can…"
  },
  {
    "heading": "Calculating your FTP",
    "link": "https://join.cc/cycling-tips/calculate-your-own-ftp/",
    "description": "Calculating your FTP\n            How precise is this FTP test? The outcomes of these FTP calculations are as accurate as the input. The physics behind this equation is 100% exact, but to come to..."
  },
  {
    "heading": "Training in cold weather",
    "link": "https://join.cc/cycling-tips/training-in-the-cold/",
    "description": "Training in cold weather\n            It might not be that cold outside yet, but winter is coming. The extent to which we as cyclists suffer from this cold differs from person to person. One person…"
  },
  {
    "heading": "Those all-important final meters: the sprint.",
    "link": "https://join.cc/cycling-tips/the-all-important-final-meters-the-sprint/",
    "description": "Those all-important final meters: the sprint.\n            Many cycling races end in a sprint. If it’s not a bunch sprint, it’s likely a leading group that sprints for the flowers or a classic sprint à deux that…"
  },
  {
    "heading": "Training in ERG mode on your indoor trainer",
    "link": "https://join.cc/cycling-tips/training-in-erg-mode-on-your-indoor-trainer/",
    "description": "Training in ERG mode on your indoor trainer\n            In case of indoor training the “ERG mode” is often mentioned, but what is it exactly and why can it be helpful for your indoor training sessions? In this article,…"
  },
  {
    "heading": "High Intensity Training in the Off Season",
    "link": "https://join.cc/cycling-tips/high-intensity-training-especially-in-the-off-season/",
    "description": "High Intensity Training in the Off Season\n            In the cold winter months many cyclists concentrate on long endurance rides. However, many of them have no idea why they are doing such long training rides. The general idea…"
  },
  {
    "heading": "How much rest should you take after the season?",
    "link": "https://join.cc/cycling-tips/how-long-do-you-have-to-rest-after-the-season/",
    "description": "How much rest should you take after the season?\n            Training alone doesn’t make you a better cyclist. You only make progress when you give your body time to recover from training. And when you administer the next training stimulus…"
  },
  {
    "heading": "What is the best strength training for cyclists?",
    "link": "https://join.cc/cycling-tips/which-strength-training-will-make-you-ride-faster/",
    "description": "What is the best strength training for cyclists?\n            Which strength training will make you ride faster? As a cyclist, do you benefit from strength training and if so, which strength training exactly? This article discusses if strength training…"
  },
  {
    "heading": "Getting better as you get older",
    "link": "https://join.cc/cycling-tips/getting-better-as-you-get-older/",
    "description": "Getting better as you get older\n            The saying goes that only women and red wine improve with age. But also Alejandro Valverde was riding the 2021 Tour de France again like a young racehorse, even though…"
  },
  {
    "heading": "3 causes and 7 solutions for cramps",
    "link": "https://join.cc/cycling-tips/the-3-causes-of-and-above-all-the-7-solutions-for-cramping/",
    "description": "3 causes and 7 solutions for cramps\n            Cramp during cycling is one of the most mysterious phenomena in exercise physiology. One person has never had to deal with it, while to the next it seems to be..."
  },
  {
    "heading": "8 tips for the ‘time-crunched’ cyclist",
    "link": "https://join.cc/cycling-tips/8-tips-for-the-time-crunched-cyclist/",
    "description": "8 tips for the ‘time-crunched’ cyclist\n            A busy job, your relationship or marriage with a nice women or man, challenging social live and, top of it all, a set of children and perhaps a dog. All..."
  },
  {
    "heading": "Why do a warming-up?",
    "link": "https://join.cc/cycling-tips/why-warm-up/",
    "description": "Why do a warming-up?\n            Some cyclists swear by it, while others don’t see the point. Let’s look at it from the scientific point of view: what is actually happening during a warming-up and should…"
  },
  {
    "heading": "The 11 rules for optimal recovery",
    "link": "https://join.cc/cycling-tips/the-11-rules-for-an-optimal-recovery/",
    "description": "The 11 rules for optimal recovery\n            Recovery from day to day is often a challenge for many cyclists. Not only for a pro rider in the Tour de France, but also for the amateur cyclist who..."
  },
  {
    "heading": "How do you measure your endurance capabilities?",
    "link": "https://join.cc/cycling-tips/how-do-you-measure-endurance-capabilities/",
    "description": "How do you measure your endurance capabilities?\n            Milan-San Remo is a special race on the cycling calendar. It is considered the official opening of the classic cycling season. Milan-San Remo is characterized by 300 quite flat and…"
  },
  {
    "heading": "The Art of Gravel Riding",
    "link": "https://join.cc/cycling-tips/the-art-of-gravel-riding/",
    "description": "The Art of Gravel Riding\n            Not that long ago most cyclists would make a U-turn when they suddenly hit upon a gravel road. Nowadays, the internet is searched for ‘undiscovered’ gravel paths and a gravel…"
  },
  {
    "heading": "Best weight for a cyclist?",
    "link": "https://join.cc/cycling-tips/best-weight-cyclist/",
    "description": "Best weight for a cyclist?\n            Weight is one of the decisive factors in cycling performance. Especially in professional cycling, the urge to lose weight runs really deep. In the Grand Tours (Tour de France, Giro…"
  },
  {
    "heading": "The Ultimate Starter Guide to Cycling Training",
    "link": "https://join.cc/cycling-tips/the-ultimate-starter-guide-to-cycling-training/",
    "description": "The Ultimate Starter Guide to Cycling Training\n            Before you start exercising vigorously there are some basics you should get familiar with first. This article will get you up to speed with some of the most essential must-knows…."
  },
  {
    "heading": "The effects of altitude training",
    "link": "https://join.cc/cycling-tips/effects-altitude-training/",
    "description": "The effects of altitude training\n            Nowadays, every professional bike rider seems to go on an altitude training camp. If we believe the experts, the Tour de France cannot even be won anymore without going on…"
  },
  {
    "heading": "Zwift racing tips",
    "link": "https://join.cc/cycling-tips/zwift-racing-tips/",
    "description": "Zwift racing tips\n            Since in winter there are no road races to ride, the virtual bicycle racing platform of Zwift (and other platforms) is a very popular alternative. In this article we try…"
  },
  {
    "heading": "What can I do with the ‘Training stress score’?",
    "link": "https://join.cc/cycling-tips/what-can-i-do-with-the-training-stress-score/",
    "description": "What can I do with the ‘Training stress score’?\n            What can I do with the ‘Training stress score’? What does it mean and how can it help you to improve? The idea of training is to give the body…"
  },
  {
    "heading": "Heart rate decoupling.",
    "link": "https://join.cc/cycling-tips/heart-rate-decoupling/",
    "description": "Heart rate decoupling.\n            You might have heard of it, but there is also a good chance that you are unfamiliar with the specifics of this concept. “Heart rate decoupling”, sometimes also called Aerobic…"
  },
  {
    "heading": "Ideal cadence",
    "link": "https://join.cc/cycling-tips/ideal-cadence/",
    "description": "Ideal cadence\n            What is the ideal cadence? One of the most written about subjects in cycling is the cadence. One of the reasons is that nowadays there is a very wide range…"
  },
  {
    "heading": "Converting Watts into calories",
    "link": "https://join.cc/cycling-tips/efficiently-convert-wattages-into-calories/",
    "description": "Converting Watts into calories\n            During a multi-day cycle event or a stage race it is important to maintain a positive energy balance (i.e. consume at least as many calories as your body has burned)…"
  },
  {
    "heading": "I want to lose weight",
    "link": "https://join.cc/cycling-tips/i-want-to-lose-weight/",
    "description": "I want to lose weight\n            That’s great! And it is probably the reason that you are reading this article, hoping to lose weight while or through exercising. But let me first dash your hopes: you…"
  },
  {
    "heading": "Why use NP for your training?",
    "link": "https://join.cc/cycling-tips/why-do-you-use-np-for-your-training/",
    "description": "Why use NP for your training?\n            Normalized power (NP) is one of the most used but also most confusing terms in cycling training jargon. You have probably heard some assumptions about this term, many of them..."
  },
  {
    "heading": "How high should my Intensity Factor be?",
    "link": "https://join.cc/cycling-tips/how-high-should-my-intensity-factor-be/",
    "description": "How high should my Intensity Factor be?\n            The Intensity Factor (IF) is a very useful indicator. This article explains why it is so useful and how to interpret the number. Let’s first look at how it is…"
  },
  {
    "heading": "Cycling training definitions",
    "link": "https://join.cc/cycling-tips/definitions/",
    "description": "Cycling training definitions\n            Power: Definition: Power is a physical quantity of energy per unit of time. The unit of power is Watt or joules per second. Explanation: It's the most valid and reliable..."
  },
  {
    "heading": "Why can I not always compare my power and heart rate?",
    "link": "https://join.cc/cycling-tips/why-cant-i-always-compare-my-power-and-heart-rate/",
    "description": "Why can I not always compare my power and heart rate?\n            This is an important question that is not very easy to answer. Several factors play a role at both power and heart rate. The problem with heart rate. When the..."
  },
  {
    "heading": "What is FTP?",
    "link": "https://join.cc/cycling-tips/how-to-improve-your-ftp/",
    "description": "What is FTP?\n            No bicycle race on television goes by without the commentators talking about FTP or power. More and more training plans are based on power. Maybe your training buddy just bought…"
  },
  {
    "heading": "What should I eat and drink before, during and after a workout?",
    "link": "https://join.cc/cycling-tips/what-should-i-eat-and-drink-before-during-and-after-a-workout/",
    "description": "What should I eat and drink before, during and after a workout?\n            You go out on a bike ride regularly and maybe you even monitor your training load. You might even follow a training plan. Everything done correctly, right? Well maybe, because…"
  },
  {
    "heading": "Heart rate zones",
    "link": "https://join.cc/cycling-tips/heart-rate-zones/",
    "description": "Heart rate zones\n            In the article 'the basics' we already described that we often work with heart rate or power training zones. In order to better understand these zones, we explain in this..."
  },
  {
    "heading": "What is the perfect pedal stroke?",
    "link": "https://join.cc/cycling-tips/what-is-the-perfect-pedal-stroke-and-how-can-you-train-it/",
    "description": "What is the perfect pedal stroke?\n            Actually the answer to the first question is quite easy, but the second one requires a bit more explanation to answer. Let’s start with the easy one. Better at stretching..."
  },
  {
    "heading": "Training like a pro: polarized training with cycling",
    "link": "https://join.cc/cycling-tips/train-like-a-pro-polarized-training/",
    "description": "Training like a pro: polarized training with cycling\n            Your Functional Threshold Power (FTP), or the anaerobic threshold, is often used as the measure of your fitness. FTP is the maximum power a person can produce over an hour...."
  }
]
